const HelpPage = () => {
  return(
    <div className="w-full border rounded-xl p-5 shadow-lg mt-7">
      <div className="">
        <p className="text-2xl font-semibold ">Добро пожаловать на Agroonai!</p>
        <p className="mt-7"> <span className="text-[#78b94d]">Agroonai</span>  — это ваш надежный помощник в мире агробизнеса. Мы стремимся помочь фермерам Казахстана оптимизировать цены на агропродукты, облегчить их работу используя передовые технологии искусственного интеллекта и анализа данных.</p>
        <div className="mt-7">
          <p className="text-xl font-semibold">О чем этот сайт?</p>
          <p className="mt-1">Наш сайт предназначен для предоставления фермерам актуальной и точной информации о текущих рыночных тенденциях, ценах и прогнозах, также помочь вам быстрее организовывать продукты и клиенты. С помощью нашей платформы вы сможете принимать обоснованные решения для повышения прибыли и оптимизации затрат.</p>
        </div>
      </div>
    </div>
  )
}

export default HelpPage;